{
  "trading_session": "Session de Trading",
  "trading_session_desc": "Une séance de trading est une période pendant laquelle des activités de trading ont lieu sur les marchés financiers.",
  "trading_pair": "Paire de trading",
  "trading_pair_desc": "Une paire est un instrument financier composé de deux composants, généralement appelés devises de base et de cotation. La devise de base est la première devise de la paire, tandis que la devise de cotation est la deuxième devise.",
  "trading_frequency": "Fréquence de trading",
  "trading_frequency_desc": "La fréquence fait référence au laps de temps pendant lequel les traders exécutent les transactions. Elle se mesure généralement en minutes, heures, jours ou semaines. Il est également plus difficile de négocier dans des délais plus courts en raison de l'augmentation du bruit du marché.",
  "back_test_or_live": "Back-Test ou Temps-Réel",
  "back_test_or_live_desc": "La séance de trading discutée peut être destinée à des fins de back-testing, où les traders testent leurs stratégies en utilisant des données historiques pour évaluer les performances. Cela peut également s'appliquer au trading en direct, où les traders exécutent des transactions en temps réel sur le marché.",
  "add_first_session": "Ajouter votre première session",
  "scalping_trading": "Le scalping est une stratégie de trading à court terme visant à profiter de petites variations de prix d'un titre. Les traders qui emploient cette méthode, appelés scalpers, effectuent souvent plusieurs transactions au cours d'une même journée, conservant leurs positions pendant quelques secondes, voire quelques minutes. L'objectif principal est d'accumuler des gains légers et fréquents tout en minimisant les pertes, en tirant souvent parti de volumes élevés et de limites de stop-loss strictes pour capitaliser sur de très faibles mouvements de prix. Le scalping nécessite une prise de décision rapide, beaucoup de temps devant un écran et utilise généralement des outils d'analyse technique pour chronométrer les points d'entrée et de sortie.",
  "intra_day_trading": "Le trading intra-journalier, également connu sous le nom de day trading, est une stratégie dans laquelle les traders achètent et vendent des instruments financiers au cours du même jour de bourse. Cela signifie que toutes les positions sont fermées avant la fermeture du marché pour éviter le risque du jour au lendemain. Les traders intrajournaliers visent à capitaliser sur de petits mouvements de prix au cours de la journée, en effectuant souvent plusieurs transactions basées sur les tendances et la dynamique des prix intrajournaliers. Ils utilisent généralement des analyses techniques, des modèles graphiques et des indicateurs de marché pour déterminer les points d'entrée et de sortie. Le trading intrajournalier nécessite une prise de décision rapide, une surveillance continue du marché et une bonne compréhension des tendances et de la volatilité du marché.",
  "swing_trading": "Le swing trading est une stratégie de trading à moyen terme dans laquelle les traders visent à capter les gains des fluctuations ou des mouvements de prix sur plusieurs jours, voire plusieurs semaines. Contrairement au day trading, les swing traders ne clôturent pas toutes les positions à la fin de chaque journée de trading ; au lieu de cela, ils conservent leurs positions pendant une période plus longue pour profiter des changements attendus du marché. Les swing traders s'appuient sur l'analyse technique pour identifier les modèles, les tendances et les points d'inversion potentiels, mais ils peuvent également intégrer une analyse fondamentale pour comprendre les opportunités plus larges du marché."
}
